Repository: chienpm304/ZMoney
Catalog: ZMoney/Resources/Localizable.xcstrings
Source language: en
Languages: vi

source: Add category
vi: Thêm danh mục

source: Add expense
vi: Thêm chi tiêu

source: Add income
vi: Thêm tiền thu

source: Add transaction
vi: Thêm giao dịch

source: Add Transaction
vi: Thêm giao dịch

source: Are you sure you want to delete this transaction?
vi: Bạn có chắc chắn muốn xóa giao dịch này không?

source: Calendar
vi: Lịch

source: Cancel
vi: Hủy

source: Cannot create data. %@
vi: Không thể tạo dữ liệu. %@

source: Cannot delete data. %@
vi: Không thể xóa dữ liệu. %@

source: Cannot fetch data. %@
vi: Không thể tải dữ liệu. %@

source: Cannot found data.
vi: Không tìm thấy dữ liệu.

source: Cannot process duplicated data.
vi: Dữ liệu bị trùng lặp.

source: Cannot update data. %@
vi: Không thể cập nhật dữ liệu. %@

source: Categories
vi: Danh mục

source: Category Details
vi: Chi tiết danh mục

source: Category name
vi: Tên danh mục

source: Currency
vi: Tiền tệ

source: Date
vi: Ngày

source: Delete
vi: Xóa

source: Done
vi: Xong

source: Edit
vi: Chỉnh sửa

source: Edit category
vi: Chỉnh sửa danh mục

source: Edit expense
vi: Chỉnh sửa khoản chi

source: Edit income
vi: Chỉnh sửa khoản thu

source: Edit Transaction
vi: Chỉnh sửa giao dịch

source: Enter value
vi: Nhập

source: Error
vi: Lỗi

source: Expense
vi: Tiền chi

source: General settings
vi: Cài đặt cơ bản

source: Income
vi: Tiền thu

source: Input
vi: Nhập

source: Language
vi: Ngôn ngữ

source: Loading...
vi: Đang tải...

source: Name
vi: Tên

source: New category
vi: Danh mục mới

source: Note
vi: Ghi chú

source: Please restart the app to apply the language change.
vi: Vui lòng khởi động lại ứng dụng để áp dụng thay đổi ngôn ngữ.

source: Save
vi: Lưu

source: Search ...
vi: Tìm kiếm ...

source: Search Transactions
vi: Tiềm kiếm giao dịch

source: Settings
vi: Cài đặt

source: Success
vi: Thành công

source: Tab
vi: Thẻ

source: There's nothing here yet. Create a transaction to get started! 😊
vi: Chưa có gì ở đây. Tạo giao dịch để bắt đầu nhé! 😊

source: This data is required by other records.
vi: Dữ liệu này đang được sử dụng ở trang khác.

source: Total
vi: Tổng

source: Transaction created
vi: Đã tạo giao dịch

source: Transaction deleted
vi: Đã xóa giao dịch

source: Transaction Details
vi: Chi tiết giao dịch

source: Transaction updated
vi: Đã cập nhật giao dịch

source: Transactions
vi: Giao dịch

source: Unknown error. %@
vi: Lỗi không xác định. %@

source: Updated settings!
vi: Đã cập nhật cài đặt!

source: Yes, delete
vi: Đồng ý xóa
